bobvan/micropython/ports/esp32/boards/SIL_WESP32/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "Silicognition wESP32 for OTAOS"
#define MICROPY_HW_MCU_NAME "ESP32"
